export const funFactsData = [
    {
        factHeading: 'Где едят варёные утиные яйца, в которых уже сформирован плод?',
        factInfo: 'На Филиппинах и в других странах Юго-Восточной Азии популярно кушание под названием балют. Это варёное утиное яйцо, только в нём уже сформирован плод с хрящами, клювом и оперением. У яйца сначала выпивают жидкость, затем съедают сам плод, посыпая специями.',
        factImg: 'https://facts.museum/img/facts/3477.jpg',
        id: 1
    },
    {
        factHeading: 'Какое блюдо можно приготовить в посудомойке?',
        factInfo: 'У американцев существует рецепт приготовления лосося в посудомоечной машине. Если есть свободные от посуды места, можно положить кусочки рыбы, завёрнутые в несколько слоёв фольги. Полный цикл посудомойки обеспечивает достаточные температуру и время для получения хорошо пропаренного лосося.',
        factImg: 'https://facts.museum/img/facts/3901.jpg',
        id: 2
    },
    {
        factHeading: 'Зачем французы при поедании одной птицы кладут на голову салфетку?',
        factInfo: 'Птичка ортолан, или садовая овсянка, является одним из деликатесов французской кухни. Поймав ортолана, его помещают в тёмную клетку, после чего он начинает есть гораздо больше зерна, чем требуется, и набирает вес. Пожирневшую птицу заживо топят в арманьяке, и после того, как она замаринуется, жарят. Есть ортоланов принято целиком, при этом по традиции едоки накрывают голову и лицо салфеткой или полотенцем — по одной версии, чтобы максимально сконцентрировать все запахи, по другой, чтобы спрятать этот постыдный акт от божьих глаз. В 2007 году Евросоюз обязал Францию запретить убийство и поедание ортоланов из-за сильного сокращения их численности.',
        factImg: 'https://facts.museum/img/facts/3518.jpg',
        id: 3
    },
    {
        factHeading: 'Какие морепродукты могут вызвать удушение во время их поедания?',
        factInfo: 'Блюдо корейской кухни саннакчи готовится из порезанного живого осьминога, приправленного кунжутным маслом. Если подать его сразу же, пока мускулы осьминога ещё продолжают сокращаться, кусочки на тарелке будут шевелиться. А при поедании нужно соблюдать особую осторожность, потому что из-за этого сокращения кусочек осьминога может перекрыть доступ воздуха через горло. Зафиксировано даже несколько летальных случаев от удушения саннакчи.',
        factImg: 'https://facts.museum/img/facts/3440.jpg',
        id: 4
    },
    {
        factHeading: 'Какая рыба уникальна зелёными костями?',
        factInfo: 'Кости у рыбы саргана необычно зелёного цвета. Такая окраска обусловлена повышенным содержанием в организме рыбы пигмента желчи под названием биливердин. Он же ответственен за зелёный цвет крови, костей и внутренних органов одного из видов ящериц-сцинков с острова Новая Гвинея.',
        factImg: 'https://facts.museum/img/facts/2879.jpg',
        id: 5
    },
    {
        factHeading: 'Как появился «коктейль Молотова»?',
        factInfo: 'Во время советско-финской войны 1939 года министр иностранных дел Молотов говорил, что советские войска сбрасывают не бомбы, а грузы с продовольствием для голодающих финнов. В Финляндии такие бомбы окрестили «молотовскими хлебными корзинами». А устройства с зажигательной смесью против советских танков финны окрестили «коктейлями Молотова».',
        factImg: 'https://facts.museum/img/facts/2474.jpg',
        id: 6
    }
]
